[File]
VersionId=0

[AIMPML]
Author=Autor
Category=Kategooria
FeedName=Taskuhääling
PublishDate=Avaldamise aeg
State=Staatus
URLAudioCached=Lokaalne koopia

[Common]
AIMP.Podcasts.Actions.CheckCachedFiles=Kustuta olematud lokaalsete koopiate lingid
AIMP.Podcasts.Actions.CreateSmartPlaylist=Loo "tark" mänguloend
AIMP.Podcasts.Actions.EditSubscription=Redigeeri tellimust...
AIMP.Podcasts.Actions.MarkAs.PL=Märgi kui
AIMP.Podcasts.Actions.MarkAs=Märgi kui
AIMP.Podcasts.Actions.RefreshFeed=Uuenda taskuhäälingut
AIMP.Podcasts.Actions.RefreshFeeds=Uuenda kõik taskuhäälingud
AIMP.Podcasts.Actions.Subscribe=Telli...
AIMP.Podcasts.Actions.Unsubscribe=Lõpeta tellimus...
AIMP.Podcasts.ML.Default=Vaikimisi

[Podcasts]
Caption=Taskuhäälingud
Downloads=Allalaadimised|Allalaadimised (%s)
MSG0=Taskuhäälingu tellimine
MSG1=Sa oled juba telllinud selle taskuhäälingu
MSG2=Taskuhäälingut ei saa sellelt lingilt allalaadida!
MSG3=Taskuhäälingu link
MSG4=Lõpeta tellimus
MSG5=Kustuta lokaalne koopia
MSG6=Kas soovite tõesti lõpetada tellimust %s?
MSG7=Kuulatud|Uus|Edasilükatud
MSG8=Otsin uuendusi: %s
MSG9=Laen alla: %s
MSG10=Uued episoodid!
MSG11=Allalaadimine taustal|Kustuta lokaalne koopia
MSG12=Ei leia tellimust taskuhäälingu andmebaasist
New=Uued|Uued (%s)
Postponed=Edasilükatud|Edasilükatud (%s)
Subscriptions=Tellimused

[Podcasts.Settings]
C1=Taskuhäälingud
CB1=Programmi käivitamisel
CB2=Automaatselt lae alla uued episoodid
CB3=Teavita uute episoodide kohta
CB4=Märgi episood kuulatuks taasesitluse alguses
GB1=Uuendused
GB2=Puhverdatud
L1=Faili nime šabloon allalaetud episoodile:
V1=Manuaalne|Iga tund|Iga päev|Iga nädal

